Repository: GijsGoudzwaard/Image-Optimizer
Catalog: po/extra/*.po
Languages: de, fr, pl, pt, sv, uk

source: Image Optimizer
fr: Optimiseur d'image
sv: Bildoptimerare
uk: Оптимізатор зображень

source: Simple lossless image compression
de: Einfache verlustfreie Bildkomprimierung
fr: Simple compression d'images sans perte
pl: Łatwa bezstratna kompresja obrazów
pt: Compressão de imagem simples sem perda de qualidade
sv: Enkel förlustfri bildkomprimering
uk: Просте стиснення зображень без втрат якості

source: Compress your images with ease without the cost of loosing the images quality using JpegOptim and OptiPng.
de: Komprimiere Deine Bilder mit Leichtigkeit und durch JpegOptim und OptiPng ohne Bildqualität zu verlieren
pl: Kompresuj swoje obrazy z łatwością, bez utraty jakości obrazów przy użyciu JpegOptim i OptiPng.
pt: Comprima as suas imagens com facilidade sem o custo de perder a qualidade das mesmas usando o JpegOptim e OptiPng.
sv: Komprimera dina bilder enkelt utan bekostnad av sämre bildkvalitet, med hjälp av JpegOptim och OptiPng.
uk: Стискуйте ваші зображення легко і без втрати якості використовуючи JpegOptim та OptiPng.

source: Features:
de: Funktionen:
fr: Fonctionnalités :
pl: Funkcje:
pt: Funcionalidades:
sv: Funktioner:
uk: Особливості:

source: Compress bmp, jpg / jpeg, png, pnm and tiff with lossless compression
de: Komprimiert bmp, jpg / jpeg, png, pnm und tiff verlustfrei
fr: Compressez des fichiers BMP, JPG/JPEG, PNG, PNM et TIFF sans perte
pl: Bezstratnie kompresuj bmp, jpg/jpeg, png, pnm i tiff.
pt: Comprime bmp, jpg / jpeg, png, pnm e tiff sem perdas de compressão
sv: Komprimera bmp, jpg / jpeg, png, pnm och tiff med förlustfri komprimering
uk: Стискуйте bmp, jpg / jpeg, png, pnm та tiff без втрати якості

source: Works offline, always ready where and whenever needed
de: Funktioniert offline und ist immer bereit zur Benutzung
fr: Fonctionne hors-ligne, toujours prêt partout et quand vous en avez besoin
pl: Pracuje offline, zawsze gotowy, gdzie i kiedy jest potrzebny
pt: Funciona sem estar ligado à Internet, sempre pronto onde e quando precisar
sv: Arbetar offline, alltid redo när och var den behövs
uk: Працює без мережі, завжди напоготові будь-де і будь-коли

source: A clean interface, optimize your images effortlessly
de: Ein einfaches Interface, optimiert mühelos Deine Bilder
fr: Une interface épurée, optimisez vos images sans effort
pl: Przejrzysty interfejs, optymalizuj swoje obrazy bez wysiłku
pt: Interface mais limpa, otimize as suas imagens sem esforço
sv: Ett rent användargränssnitt, optimera dina bilder utan ansträngning.
uk: Простий інтерфейс, оптимізуйте зображення без зусиль

source: Easily quit the application by pressing Ctrl + Q
de: Die Anwendung lässt sich einfach mit Strg + Q beenden
fr: Quittez facilement l'application en appuyant sur Ctrl + Q
pl: Łatwo zamykaj aplikację wciskając Ctrl + Q
pt: Saía da aplicação rapidamente pressionando em Ctrl + Q
sv: Avsluta programmet enkelt med Ctrl+Q
uk: Легко закрити програму, натиснувши Ctrl + Q

source: Getting things ready for Juno, #27 should be fixed.
de: Vorbereitungen für Juno, #27 sollte behoben sein.
fr: Préparation pour Juno, #27 devrait être corrigé.
pl: Przygotowywanie rzeczy dla Juno, #27 powinno być naprawione.
pt: A preparar coisas para o Juno, #27 deve estar corrigido.
sv: Gör saker redo för Juno, #27 bör vara fixat.
uk: Підготовано для роботи з Juno, виправлено проблему #27

source: Fixed unmet dependencies.
de: Nicht erfüllte Abhängigkeiten wurden behoben.
fr: Correction des dépendances.
pl: Naprawiono niespełnione zależności.
pt: Dependências não satisfeitas corrigidas.
sv: Fixar ouppfyllda beroenden.
uk: Виправлені невстановлені залежності.

source: Getting things ready for Juno.
de: Vorbereitungen für Juno.
fr: Préparation pour Juno
pl: Przygotowywanie rzeczy dla Juno.
pt: A preparar coisas para o Juno.
sv: Gör saker redo för Juno.
uk: Підготовано для роботи з Juno.

source: This release fixes the context menu in Files.
de: Diese Version behebt das Kontextmenü in Datein.
fr: Cette version corrige le menu contextuel dans Fichiers.
pl: To wydanie naprawia menu kontekstowe w Plikach.
pt: Este lançamento corrige o menu de contexto em Ficheiros.
sv: Denna version fixar kontextmenyn i Filer.
uk: У цій версії виправлено ваду контекстного меню у файлах.

source: This release adds a context menu in Files for images that will allow easier image optimizations.
de: Diese Version fügt in Dateien ein Kontextmenü für Bilder hinzu, das einfachere Bildoptimierungen ermöglicht.
fr: Cette version ajoute un menu contextuel pour les images qui permettra d'optimiser des images plus facilement.
pl: To wydanie dodaje w Plikach menu kontekstowe dla obrazów, które pozwoli na łatwiejszą optymalizację.
pt: Este lançamento adiciona um menu de contexto em Ficheiros para imagens que vai tornar mais fácil a otimização das mesmas.
sv: Denna version lägger till en kontextmeny i Filer, för bilder, som tillåter enklare bildoptimering.
uk: У цій версії додано контекстне меню у Файлах для зображень, що дозволить спростити оптимізацію зображень.

source: This release changes the upload button to fit the Elementary OS HIG better.
de: Diese Version ändert die Upload-Schaltfläche, um sie besser an das Elementary OS HIG anzupassen.
fr: Cette version modifie le bouton de téléversement pour mieux s'intégrer aux directives (HIG) d'elementary.
pl: To wydanie zmienia przycisk wgrywania, żeby lepiej pasował do wytycznych elementary OS.
pt: Este lançamento altera o botão de envio para se integrar melhor na HIG do Elementary.
sv: Den här versionen ändrar uppladdningsknappen så att den passar Elementary OS HIG bättre.
uk: У цій версії змінено кнопку завантаження, відповідно до Elementary OS HIG

source: This release changes the upload icon to fit the Elementary OS HIG better.
de: Diese Version ändert das Upload-Symbol, damit es besser zum Elementary OS HIG passt.
fr: Cette version modifie l'îcone de téléversement pour mieux s'intégrer aux directives (HIG) d'elemetary.
pl: To wydanie zmienia ikonę wgrywania, żeby lepiej pasowała do wytycznych elementary OS.
pt: Este lançamento altera o ícone de envio para se integrar melhor na HIG do Elementary.
sv: Den här versionen ändrar uppladdningsikonen så att den passar Elementary OS HIG bättre.
uk: У цій версії змінено піктограму завантаження, відповідно до Elementary OS HIG.

source: This release changes the icon to fit the Elementary OS HIG better.
de: Diese Version ändert das Symbol, damit es besser zum Elementary OS HIG passt.
fr: Cette version modifie l'icône pour mieux s'intégrer aux directives (HIG) d'elementary.
pl: To wydanie zmienia ikonę, żeby lepiej pasowała do wytycznych elementary OS.
pt: Este lançamento altera o ícone para se integrar melhor na HIG do Elementary.
sv: Den här versionen ändrar ikonen så att den passar Elementary OS HIG bättre.
uk: У цій версії змінено піктограми, відповідно до Elementary OS HIG.

source: Simple image optimzer
de: Einfache Bildoptimierung
fr: Simple optimiseur d'image
pl: Prosty optymalizator obrazów
pt: Otimizador de imagem simples
sv: Enkel bildoptimering
uk: Простий оптимізатор зображень

source: Image;Optimzer;
de: Bildoptimierung;Image;Optimzer;
fr: Image;Optimiseur;
pl: Obraz;Optymalizator;
pt: Imagem;Image;Otimizador;Optimzer;
sv: Bild;Optimering;
uk: Image;Optimzer;Оптимізатор;Зображень;
